/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "Şu anda bir dalga tablosu yaratılıyor. Lütfen yaratma işlemi bittikten sonra yeniden deneyin.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Tek bir dalga biçimi için kanal bilgisi bulundu. Modülasyon düğmesi “Formant” ayarına çevrilerek Formant modülasyonu kullanılabilir. Shape 1 ve Shape 2 düğmeleri işlevsel değildir.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Dalga tablosu yaratmak için; ses dosyası sabit perdeye, sessizlikle ayrılmış birçok perdeli bölüme veya en az bir tekli tekrar bölümüne sahip olmalıdır.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "Yeni dalga tablosu %d dalga biçimi içeriyor.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Dalga Tablosu Yaratılıyor";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Tek Bir Dalga Biçimiyle Dalga Tablosu Yaratıldı";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Dalga Tablosu Yaratılmadı";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Dalga Tablosu Yaratıldı";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Internal";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Yan Sinyal Zinciri:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Kapalı";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Harici Ses Girişi:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Notaların Tanımlanması";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Perde İnceleme";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "İnceleniyor: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Dosya açma hatası";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "Yüklemeye çalıştığınız dosya bulunamadı.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Dosya açma hatası";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "Seçili dosyayı yüklemek için bellek yetersiz.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "Dosya tempo değişiklikleri içeriyor";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Uyarı: İçe aktarmakta olduğunuz bir veya birden fazla dosya tempo değişikliği işaretleyicileri içeriyor. Bu MainStage sürümü, tempo değişiklikleri ile dosyaları eşzamanlamayı desteklemiyor. ";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Dosya açma hatası";

/* Playback file alert */
"PlaybackTransientsMessage" = "Seçili dosyadaki geçici dalgalar Logic Pro’da gizlenmiş. Logic Pro’da dosyayı açın ve dosyayı yazılım ekinde yeniden açmadan önce geçici dalgaları gösterin.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Bilinmeyen hata";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "Seçilen dosya açılamadı.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Desteklenmeyen ses dosyası biçimi";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "Eklemeye çalıştığınız ses dosyası, desteklenen bir dosya biçiminde değil. Dosyayı Çalma yazılım ekine eklemeden önce iTunes ya da başka bir ses uygulaması kullanarak desteklenen bir biçime dönüştürün.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (Dosya yok)";
